<template>
  <div class="card logo">
    <h2>เกี่ยวกับเรา</h2>
    <div style="text-align: center">
      <img class="img-logo" src="../assets/ดาวน์โหลด (1).png" />
    </div>
    <p>ประวัติร้าน</p>
    <p>
      &nbsp;&nbsp;&nbsp;&nbsp;บริษัทแอปเปิล หรือในชื่อเดิม
      บริษัทแอปเปิลคอมพิวเตอร์ เป็นบริษัทในซิลิคอนแวลลีย์
      ทำธุรกิจเกี่ยวกับคอมพิวเตอร์ แอปเปิลปฏิวัติคอมพิวเตอร์ตั้งโต๊ะในยุค 70
      ด้วยเครื่องแอปเปิล I และแอปเปิล II และแมคอินทอช ในยุค 80
      ปัจจุบันแอปเปิลมีชื่อเสียงด้านฮาร์ดแวร์ เช่น ไอแมค ไอพอด ไอโฟน ไอแพด
      และร้านขายเพลงออนไลน์ไอทูนส์
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
</style>